<?php

/**
 * ECSHOP 求购语言包
 * ============================================================================
 * * 版权所有 2005-2017 上海商创网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecmoban.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: wholesale_purchase.php 17217 2011-01-19 06:29:08Z liubo $
 */

$_LANG['purchase_info'] = '求购详情';
$_LANG['edit_success'] = '编辑成功';
$_LANG['edit_fail'] = '编辑失败';
$_LANG['back_list'] = '返回列表';
$_LANG['js_languages']['batch_drop_confirm'] = '您确实要删除选中的求购方案吗？';
$_LANG['batch_drop_ok'] = '批量删除成功';

//b2b
$_LANG['os'][0] = '未确认';
$_LANG['os'][1] = '已确认';
?>