<?php

/**
 * ECSHOP 时间JS语言文件
 * ============================================================================
 * * 版权所有 2005-2017 上海商创网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecmoban.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: calendar.php 17217 2011-01-19 06:29:08Z liubo $
*/
$_LANG['title_goods'] = "输入商品标题和订单号";
$_LANG['goods_attr'] = "商品规格";
$_LANG['wholesale_desc'] = "注意：批发购物是不走购物流程，请如实填写信息";
$_LANG['need_invoice'][0] = "不需要发票";
$_LANG['need_invoice'][1] = "普通发票";
$_LANG['need_invoice'][2] = "增值税发票";